[Bayonet_Classic X2WeaponUpgradeTemplate]
FriendlyName="刺刀"
FriendlyNamePlural="刺刀"
BriefSummary="允许在近战中与敌人交战。根据移动距离造成额外伤害。刺刀不能制造，仅能从战利品获得。"
TinySummary="近战攻击"

[Bayonet_Ripper X2WeaponUpgradeTemplate]
FriendlyName="动力刺刀"
FriendlyNamePlural="动力刺刀"
BriefSummary="允许在近战中与敌人交战。撕碎护甲，让敌人流血。刺刀不能制造，仅能从战利品获得。"
TinySummary="近战攻击"


[Bayonet_Stab_Conv X2AbilityTemplate]
LocFriendlyName="白刃战"
LocHelpText="用刺刀攻击敌人。根据移动距离造成额外伤害。"
LocLongDescription="用刺刀攻击敌人。根据移动距离造成额外伤害。"
LocFlyOverText="白刃战"

[Bayonet_Stab_Mag X2AbilityTemplate]
LocFriendlyName="白刃战"
LocHelpText="用刺刀攻击敌人。根据移动距离造成额外伤害。"
LocLongDescription="用刺刀攻击敌人。根据移动距离造成额外伤害。"
LocFlyOverText="白刃战"

[Bayonet_Stab_Beam X2AbilityTemplate]
LocFriendlyName="白刃战"
LocHelpText="用刺刀攻击敌人。根据移动距离造成额外伤害。"
LocLongDescription="用刺刀攻击敌人。根据移动距离造成额外伤害。"
LocFlyOverText="白刃战"


[Bayonet_Ripper_Stab_Conv X2AbilityTemplate]
LocFriendlyName="刺刀打击"
LocHelpText="用刺刀攻击敌人。使敌人大出血。"
LocLongDescription="用刺刀攻击敌人。使敌人大出血。"
LocFlyOverText="动力刺刀打击"

[Bayonet_Ripper_Stab_Mag X2AbilityTemplate]
LocFriendlyName="刺刀打击"
LocHelpText="用刺刀攻击敌人。使敌人大出血。"
LocLongDescription="用刺刀攻击敌人。使敌人大出血。"
LocFlyOverText="动力刺刀打击"

[Bayonet_Ripper_Stab_Beam X2AbilityTemplate]
LocFriendlyName="刺刀打击"
LocHelpText="用刺刀攻击敌人。使敌人大出血。"
LocLongDescription="用刺刀攻击敌人。使敌人大出血。"
LocFlyOverText="动力刺刀打击"


[Bayonet_Stab_Psi X2AbilityTemplate]
LocFriendlyName="灵能打击"
LocHelpText="用投射灵能刺刀攻击敌人。保证命中，增加灵能单位伤害。"
LocLongDescription="用投射灵能刺刀攻击敌人。保证命中，增加灵能单位伤害。"
LocFlyOverText="灵能打击"

[Bayonet_Psi_Passive X2AbilityTemplate]
LocFriendlyName="灵能打击"
LocHelpText="用投射灵能刺刀攻击敌人。保证命中，增加灵能单位伤害。"
LocLongDescription="用投射灵能刺刀攻击敌人。保证命中，增加灵能单位伤害。"
LocFlyOverText="灵能打击"



[Bayonet_Blademaster X2AbilityTemplate]
LocFriendlyName="剑术大师"
LocLongDescription="所有刺刀攻击获得额外伤害和命中。"
LocHelpText="所有刺刀攻击获得额外伤害和命中。"
LocFlyOverText="剑术大师"

[Bayonet_Bladestorm X2AbilityTemplate]
LocFriendlyName="剑刃风暴"
LocLongDescription="自由刺刀攻击任何进入近战范围或从近战范围攻击的敌人。"
LocHelpText="自由刺刀攻击任何进入近战范围或从近战范围攻击的敌人。"
LocFlyOverText="剑刃风暴"

[Bayonet_Reaper X2AbilityTemplate]
LocFriendlyName="死神"
LocLongDescription="一种毁灭性的链式近战攻击，第一次近战攻击绝对命中。死神模式下的每一次近战杀戮都会给予额外的行动，但进一步的近战攻击会降低伤害。"
LocHelpText="一种毁灭性的链式近战攻击，第一次近战攻击绝对命中。死神模式下的每一次近战杀戮都会给予额外的行动，但进一步的近战攻击会降低伤害。"
LocFlyOverText="死神"
